Returns all the values stored in the map.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2014
 Syntax
  C#
public IList<ExportLayerInfo> GetValues()
  Visual Basic
Public Function GetValues As IList(Of ExportLayerInfo)
  Visual C++
public:
IList<ExportLayerInfo^>^ GetValues()
 Return Value
 Return the info array.
 See Also
  ExportLayerTable Class
  Autodesk.Revit.DB Namespace